Repository: RayanceKing/CCZUHelper
Catalog: CCZUHelper/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# user_posts.delete_post.message_with_title
source: Are you sure you want to delete the post "%@"? This action cannot be undone.
zh_hans: 确定要删除帖子"%@"吗？此操作不可撤销。
zh_hant: 確定要刪除帖子"%@"吗？此操作不可撤銷。

# user_posts.empty.commented_posts
source: No commented posts yet
zh_hans: 还没有评论过帖子
zh_hant: 還没有評論過帖子

# user_posts.empty.liked_posts
source: No liked posts yet
zh_hans: 还没有点赞过帖子
zh_hant: 還没有點赞過帖子

# user_posts.empty.my_posts
source: No posts yet
zh_hans: 还没有发布过帖子
zh_hant: 還没有發佈過帖子

# user_posts.load_failed
source: Load failed: %@
zh_hans: 加载失败: %@
zh_hant: 加載失敗: %@
